/* GENERAL STRINGS */
"OK" = "OK";
"Cancel" = "Mégsem";
"Delete" = "Törlés";
"Rename" = "Átnevezés";



/* SIDEBAR VIEW */
"Filters" = "Szűrők";
"Smart Filters" = "Intelligens szűrők";
"All Issues" = "Összes probléma";
"Recent Issues" = "Legutóbbi problémák";
"Tags" = "Címkék";
"Add tag" = "Címke hozzáadása";
"Show awards" = "Díjak megjelenítése";
"Rename Tag" = "Címke átnevezése";
"New name" = "Új név";


/* CONTENT VIEW */
"Issues" = "Problémák";
"Filter issues or add tags" = "Szűrje ki a problémákat, vagy karaktert címkék hozzáadásához";



/* A button that shows a menu with the following options */
"Filter" = "Szűrő";
"Turn Filter On" = "Szűrő bekapcsolása"; /* Enables filtering */
"Turn Filter Off" = "Szűrő kikapcsolása"; /* Disables filtering */
"Sort By" = "Rendezés"; /* Adjust the order issues are shown */
"Date Created" = "Létrehozás dátuma"; /* Sort issues by the date they were created */
"Date Modified" = "Módosítás dátuma"; /* Sort issues by the date they were last changed */
"Newest to Oldest" = "Legújabbtól a legrégebbig"; /* Place newer issues before older issues */
"Oldest to Newest" = "Legrégebbitől a legújabbig"; /* Place older issues before newer issues */

"All" = "Összes";
"Open" = "Nyitott";
"Closed" = "Lezárt";

"Low" = "Alacsony";
"Medium" = "Közepes";
"High" = "Magas";

"New Issue" = "Új probléma";



/* ISSUE ROW VIEW*/
"CLOSED" = "LEZÁRT";



/* DETAIL VIEW */
"Details" = "Részletek";



/* NO ISSUE VIEW */
"No Issue Selected" = "Nincs kiválasztott probléma";



/* ISSUE VIEW */
/* Fields that let the users enter details about a specific issue */
"Enter the issue title here" = "Írja be a probléma címét ide";
"**Modified:** %@" = "**Módosítva:** %@";
"**Status:** %@" = "**Állapot:** %@";
"Priority" = "Prioritás";
"Add Tags" = "Címkék hozzáadása";
"Basic Information" = "Alapinformáció";
"Enter the issue description here" = "Írja be a probléma leírását ide";

/* A button that shows a menu with the following options */
"Actions" = "Műveletek";
"Copy Issue Title" = "Probléma címének másolása";
"Close Issue" = "Probléma lezárása";
"Re-open Issue" = "Probléma újranyitása";


/* AWARDS VIEW */
"Awards" = "Díjak";



/*DATA*/
"New tag" = "Új címke";
"New issue" = "Új szám";


/*DEBUG*/
"Add samples" = "Add samples";
